Repository: common-repository/plink-url-shortener
Catalog: languages/plink-*.po
Languages: fa_ir

source: Advertise
fa_ir: تبلیغات

source: Get API
fa_ir: گرفتن کد API

source: Plink.ir Plugin Settings
fa_ir: افزونه کوتاه کننده لینک وردپرس plink.ir

source: WP Url Shortener
fa_ir: کوتاه کننده لینک

source: WP Short URLs by PLINK.IR
fa_ir: کوتاه کننده لینک Plink.ir

source: Statistics
fa_ir: آمار

source: Settings
fa_ir: تنظیمات

source: Api key Setting
fa_ir: تنظیمات کد API

source: Enter Api key
fa_ir: کد API را وارد کنید

source: Get API Key?
fa_ir: دریافت کد API

source: Long URL
fa_ir: لینک طولانی

source: Short URL
fa_ir: لینک کوتاه

source: Details
fa_ir: جزئیات

source: Clicks
fa_ir: کلیک ها

source: More Details
fa_ir: جزئیات بیشتر

source: Short Link Stats
fa_ir: آمار لینک کوتاه

source: Clicks
fa_ir: کلیک

source: Shortlink
fa_ir: لینک کوتاه

source: Tweet this link
fa_ir: توییت کردن این لینک

source: Share on Google Plus
fa_ir: اشتراک گذاری در گوگل پلاس

source: Share on Facebook
fa_ir: اشتراک گذاری در فیسبوک

source: Plink
fa_ir: پی‌لینک | کوتاه‌ کننده لینک

source: Advertise with us
fa_ir: تبلیغات در پی‌لینک

source: Developer API
fa_ir: مستندات لازم برای توسعه ‌دهندگان API

source: Developer API &amp; Extensions
fa_ir: توسعه‌ دهندگان API

source: Report a link
fa_ir: گزارش تخلف

source: Usage & Shortcodes
fa_ir: استفاده از شورت‌کد

source: To display the Short link of current page use the following shortcode on post, page or sidebar widget
fa_ir: برای نمایش لینک کوتاه در پست، صفحه و سایدبار از شورت‌کد زیر استفاده کنید

source: To quickly shorten any External URL within post use the following short code
fa_ir: برای کوتاه کردن لینک‌های خارجی در پست از شورت‌کد زیر استفاده کنید

source: Example: Using
fa_ir: مثال: برای استفاده از لینک کوتاه شده این آدرس خارجی

source: as extrnal link, then use following code
fa_ir: در پست از شورت‌کد زیر استفاده کنید.

source: Display Short URL
fa_ir: نمایش لینک کوتاه

source: Yes
fa_ir: بله

source: No
fa_ir: نه

source: Display Social Icons
fa_ir: نمایش آیکن شبکه‌های اجتماعی

source: Domain
fa_ir: دامنه

source: Save
fa_ir: ذخیره

source: Plink URL Shortener
fa_ir: کوتاه کننده لینک

source: Shortens URLS of your blog posts via plink.ir service for twitter and can be used to hide referer
fa_ir: سرویس کوتاه کننده لینک plink.ir به صورت اتوماتیک آدرس‌ پست‌های وب‌سایت شما را کوتاه می‌کند.
